Repository: bogdangi/collective.opengraph
Catalog: src/collective/opengraph/locales/*/LC_MESSAGES/collective.opengraph.po
Languages: de

source: A default opengraph type metatag
de: Standard Open Graph Typ (og:type)

source: A list of types which can be selected for opengraph type metatag
de: Eine Liste von Open Graph Typen, die zur Auswahl stehen.

source: A list of types which can be tagged by opengraph metatag
de: Liste der Inhaltstypen, die mit Open Graph Metatags versehen werden können.

source: Admins
de: Administatoren

source: Apply
de: Speichern

source: Cancel
de: Abbrechen

source: Configure Collective Opengraph
de: Collective Open Graph konfigurieren

source: Content types
de: Inhaltstypen

source: Data successfully updated.
de: Daten Erfolgreich aktualisiert.

source: Default type
de: Standarttyp

source: Disable Opengraph
de: Open Graph deaktivieren

source: Disable Opengraph meta tags for this item
de: Open Graph Meta-Tags für dieses Objekt deaktivieren

source: Enable Opengraph
de: Open Graph aktivieren

source: Enable Opengraph meta tags for this item
de: Open Graph Meta-Tags für dieses Objekt aktivieren

source: List of opengraph metatags
de: Liste von Open Graph Meta-Tags

source: No changes were applied.
de: Keine Änderungen wurden übernommen

source: The opengraph tags has been disabled
de: Open Graph Tags wurden deaktiviert.

source: The opengraph tags has been enabled
de: Open Graph Tags wurden aktiviert.

source: There were some errors.
de: Es sind Fehler aufgetreten.

source: Type of contents
de: Inahltstypen

source: objects updated.
de: Objekte aktualisiert

source: update(s) on object(s) failed
de: Aktualisieren von Objekten fehlgeschlagen
